13xforever.language-x86-64-assembly
8amjp.charactercount
alefragnani.bookmarks
bierner.markdown-preview-github-styles
christian-kohler.path-intellisense
codezombiech.gitignore
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
docker.docker
donjayamanne.githistory
dunstontc.viml
eamodio.gitlens
ecmel.vscode-html-css
emilast.logfilehighlighter
fill-labs.dependi
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
golang.go
gruntfuggly.todo-tree
hediet.vscode-drawio
ibm.output-colorizer
jeff-hykin.better-cpp-syntax
jumpinjackie.vscode-map-preview
mads-hartmann.bash-ide-vscode
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.hexeditor
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
naco-siren.gradle-language
openai.chatgpt
plorefice.devicetree
pranaygp.vscode-css-peek
redhat.java
redhat.vscode-yaml
richardwillis.vscode-gradle-extension-pack
rogalmic.bash-debug
rust-lang.rust-analyzer
ryu1kn.partial-diff
saikou9901.evilinspector
sgryjp.japanese-word-handler
shardulm94.trailing-spaces
sianglim.slim
tamasfe.even-better-toml
tauri-apps.tauri-vscode
twxs.cmake
vadimcn.vscode-lldb
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
vscodevim.vim
yocto-project.yocto-bitbake
zixuanwang.linkerscript
