13xforever.language-x86-64-assembly
8amjp.charactercount
alefragnani.Bookmarks
bungcip.better-toml
chicoff.mapfile
christian-kohler.path-intellisense
donjayamanne.githistory
dunstontc.viml
eamodio.gitlens
emilast.LogFileHighlighter
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
IBM.output-colorizer
jumpinjackie.vscode-map-preview
mads-hartmann.bash-ide-vscode
mhutchie.git-graph
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.hexeditor
piotrpalarz.vscode-gitignore-generator
platformio.platformio-ide
plorefice.devicetree
rogalmic.bash-debug
ryu1kn.partial-diff
saikou9901.evilinspector
sgryjp.japanese-word-handler
shardulm94.trailing-spaces
sianglim.slim
twxs.cmake
Unity.unity-debug
usernamehw.errorlens
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
vscodevim.vim
wingrunr21.vscode-ruby
ZixuanWang.linkerscript
